23-building-a-rails-api/back-end/app/views/authors/index.html.erb

    <ul>
	<% author.books.each do |book| %>
---
SELECT "books".* FROM "books" WHERE "books"."author_id" = ?  [["author_id", 1]]